[
{"id":"2737","name":"LEGISLATIVE FUNCTIONS","desc":"Legislative functions: Includes most of the legislative branch. However, the Legislative functions: Library of Congress --except the Congressional Research Legislative functions: Service--, the Tax Court, the Government Printing Office --except for congressional printing and binding--, and the Copyright Royalty Tribunal are classified in other subfunctions. "},
{"id":"2739","name":"DEDUCTIONS FOR OFFSETTING RECEIPTS","desc":"Deductions for offsetting receipts: Includes general government function offsetting receipts that are not closely related to any other subfunction in this function. Deductions for offsetting receipts: Deductions for offsetting receipts "},
{"id":"2741","name":"RESEARCH AND GENERAL EDUCATION AIDS","desc":"Research and general education aids: Education research and assistance for the arts, the humanities, educational radio and television, public libraries, and museums. "},
{"id":"2743","name":"OTHER ADVANCEMENT OF COMMERCE","desc":"Other advancement of commerce: Loan programs to aid specialized forms of business --such as small business-- that are not included elsewhere in the functional structure. For such transactions undertaken prior to credit reform, includes the total cash flows. For activities under credit reform, includes the credit subsidy cost of the loans or guarantees. Also includes collecting and disseminating economic and demographic statistics --such as census data-- and regulating business. Other advancement of commerce: Other advancement of commerce "},
{"id":"2745","name":"OTHER INTEREST","desc":"Outlays for interest on the public debt. --Where this interest is paid to the public, it is on an accrual basis; all other interest outlays in the budget are on a cash basis.--: Other interest: Interest received by on-budget trust funds All other interest expenditures and offsetting receipts. The principal expenditure in this subfunction normally is interest on refunds of receipts. Since offsetting interest receipts are included in this subfunction, the subfunction totals are usually negative.: Interfund interest collected by on-budget nonrevolving trust funds. Most of this income derives from outlays included in subfunction , but this subfunction also includes offsetting receipts from investments in public debt securities issued by the Federal Financing Bank --FFB--. Outlays for interest on the public debt. --Where this interest is paid to the public, it is on an accrual basis; all other interest outlays in the budget are on a cash basis.--: Other interest: Interest received by off-budget trust funds All other interest expenditures and offsetting receipts. The principal expenditure in this subfunction normally is interest on refunds of receipts. Since offsetting interest receipts are included in this subfunction, the subfunction totals are usually negative.: Interfund interest collected by off-budget nonrevolving trust funds. Normally, all of this income comes from outlays included in subfunction . Outlays for interest on the public debt. --Where this interest is paid to the public, it is on an accrual basis; all other interest outlays in the budget are on a cash basis.--: Other interest: Other interest All other interest expenditures and offsetting receipts. The principal expenditure in this subfunction normally is interest on refunds of receipts. Since offsetting interest receipts are included in this subfunction, the subfunction totals are usually negative.: All other interest expenditures and offsetting receipts. The principal expenditure in this subfunction normally is interest on refunds of receipts. Since offsetting interest receipts are included in this subfunction, the subfunction totals are usually negative. "},
{"id":"2747","name":"OTHER GENERAL GOVERNMENT","desc":"Other general government: Miscellaneous other costs, such as federal costs of territorial governments. "},
{"id":"2749","name":"FEDERAL LITIGATIVE AND JUDICIAL ACTIVITIES","desc":"Federal litigative and judicial activities: The cost of the judiciary, the cost of prosecution, and federal expenses connected with financing legal defense activities. "},
{"id":"2751","name":"FOREIGN INFORMATION AND EXCHANGE ACTIVITIES","desc":"Foreign information and exchange activities: Student and cultural exchange programs and foreign library, radio, or other media information activities designed to promote mutual understanding between the people of the United States and other nations. Foreign information and exchange activities: Foreign information and exchange activities Foreign information and exchange activities: Foreign information and exchange activities: Diplomatic and consular operations of the Department of State, assessed contributions to international organizations, and closely related activities in other agencies --such as the Arms Control and Disarmament Agency--. Foreign information and exchange activities: Conduct of foreign affairs Foreign information and exchange activities: Foreign information and exchange activities: The transfer of defense articles and services to foreign governments, including grants, credit sales, and training. Excludes the military sales trust fund, which is classified under subfunction --international financial programs--. Foreign information and exchange activities: International security assistance "},
{"id":"2753","name":"HEALTH CARE SERVICES","desc":"Health care services: Medical services to individuals and families, whether such services are provided directly by the federal government or financed through grants, contracts, insurance, or reimbursements. "},
{"id":"2755","name":"FEDERAL EMPLOYEE RETIREMENT AND DISABILITY","desc":"Federal employee retirement and disability: All funded retirement and disability programs restricted to federal employees. Includes military retirement benefits for all years, not just the years since the military retirement program began as a funded trust fund ----. In cases where retirement benefits are not funded --such as in the case of Coast Guard retired pay--, includes the cash benefits Federal employee retirement and disability: where the employees were employed --in the Coast Guard case, transportation--, because otherwise those functions would never be charged for the retirement costs of their employees. "},
{"id":"2757","name":"CONSERVATION AND LAND MANAGEMENT","desc":"Conservation and land management: Maintaining the public domain and national forests, encouraging conservation of private land, and reclaiming surface mining areas. "},
{"id":"2759","name":"FARM INCOME STABILIZATION","desc":"Farm income stabilization: Subsidies and other payments to stabilize agricultural prices at an equitable level. Includes acquiring and storing agricultural commodity stockpiles, but does not include foreign agricultural export losses --classified in the international affairs function-- or domestic donations of food --part of an income support, rather than a farm price support, program--. Includes the total cash flows of farm price support loans --that is, loans that can be repaid in cash or by surrendering title to the crop used as security for the loan--, which are not subject to credit reform. For all other agricultural loans and loan guarantees, includes either the total cash flows --for pre- loans and loan guarantees-- or the subsidy cost --for loans and loan guarantees subject to credit reform--. "},
{"id":"2761","name":"ENERGY SUPPLY","desc":"Energy supply: Increasing the supply of energy through the development of domestic resources and systems capable of using them. Includes the costs of research and demonstration of supply systems. "},
{"id":"2763","name":"AREA AND REGIONAL DEVELOPMENT","desc":"Area and regional development: Grants, loans, subsidies, and related aids for the economic development of depressed areas. For pre-credit reform loans, includes the total cash flows of the loans; for loans under credit reform, includes the credit subsidy cost of the loans. All these aids are generally for rural areas or are more regional than the community development programs. Area and regional development programs are generally carried out by agencies other than the Department of Housing and Urban Development, such as the Farmers Home Administration, Economic Development Administration, and Bureau of Indian Affairs. Grants, loans, subsidies, and related aids for the economic development of depressed areas. For pre-credit reform loans, includes the total cash flows of the loans; for loans under credit reform, includes the credit subsidy cost of the loans. All these aids are generally for rural areas or are more regional than the community development programs. Area and regional development programs are generally carried out by agencies other than the Department of Housing and Urban Development, such as the Farmers Home Administration, Economic Development Administration, and Bureau of Indian Affairs.: Grants, loans, subsidies, and related aids for the economic development of depressed areas. For pre-credit reform loans, includes the total cash flows of the loans; for loans under credit reform, includes the credit subsidy cost of the loans. All these aids are generally for rural areas or are more regional than the community development programs. Area and regional development programs are generally carried out by agencies other than the Department of Housing and Urban Development, such as the Farmers Home Administration, Economic Development Administration, and Bureau of Indian Affairs. "},
{"id":"2765","name":"MORTGAGE CREDIT","desc":"Mortgage credit: Includes the cash transactions for homeownership and Mortgage credit: related loan and insurance programs for pre-credit reform Mortgage credit: activity; under credit reform, includes the credit subsidy cost of any homeownership loans or guarantees. "},
{"id":"2767","name":"FOOD AND NUTRITION ASSISTANCE","desc":"Food and nutrition assistance: Providing food or nutritional assistance to individuals and families. "},
{"id":"2769","name":"RECREATIONAL RESOURCES","desc":"Recreational resources: Acquisition, improvement, and operation of recreational lands and facilities, including fish, wildlife, and parks; also preserving historic areas. "},
{"id":"2771","name":"AGRICULTURAL RESEARCH AND SERVICES","desc":"Agricultural research and services: All other agricultural programs, such as agricultural research and extension services. Agricultural research and services: Agricultural research and services "},
{"id":"2773","name":"POLLUTION CONTROL AND ABATEMENT","desc":"Pollution control and abatement: Controlling and reducing air, water, and land pollution, or enhancing the environment. Excludes water resources programs, water treatment plants, and similar programs that are not funded as part of an environmental enhancement activity. "},
{"id":"2775","name":"CONSUMER AND OCCUPATIONAL HEALTH AND SAFETY","desc":"Consumer and occupational health and safety: Meat and poultry inspection, food and drug inspection, consumer product safety, and occupational health and safety. Consumer and occupational health and safety: Consumer and occupational health and safety "},
{"id":"2777","name":"DISASTER RELIEF AND INSURANCE","desc":"Disaster relief and insurance: Helping communities and families recover from natural disasters. Disaster relief and insurance: Disaster relief and insurance "},
{"id":"2779","name":"WATER RESOURCES","desc":"Water resources: Water protection, conservation, irrigation, and related activities, including the total costs of multipurpose water projects where it is not feasible to separate the transportation --navigation-- or energy --power-- segments of these projects. Controlling and reducing air, water, and land pollution, or enhancing the environment. Excludes water resources programs, water treatment plants, and similar programs that are not funded as part of an environmental enhancement activity.: Water protection, conservation, irrigation, and related activities, including the total costs of multipurpose water projects where it is not feasible to separate the transportation --navigation-- or energy --power-- segments of these projects. "},
{"id":"2781","name":"HOUSING ASSISTANCE","desc":"Housing assistance: Federal income support and related expenses that are specifically for financing or providing housing for individuals and families. Excludes loans, loan guarantees, or insurance. --The distinction between the housing assistance included in subfunction and the mortgage credit assistance in subfunction is that the subfunction Federal income support and related expenses that are specifically for financing or providing housing for individuals and families. Excludes loans, loan guarantees, or insurance. --The distinction between the housing assistance included in subfunction and the mortgage credit assistance in subfunction is that the subfunction: payments focus on subsidies to increase beneficiaries effective income, whereas the credit subsidies in subfunction are primarily aimed at encouraging the housing industry.-- "},
{"id":"2783","name":"COMMUNITY DEVELOPMENT","desc":"Development of physical facilities or financial infrastructures designed to promote viable community economies. Includes transportation facilities developed as an integral part of a community development program --rather than a transportation program--. Usually excludes aids to businesses unless such aids promote the economic development of depressed areas and are not designed to promote particular lines of business for their own sake. Usually excludes human development and services programs.: Community development Community development: Grants and related programs designed to aid largely urban community development. Includes community development block grants and predecessor activities, such as the urban renewal and model cities programs. These Grants and related programs designed to aid largely urban community development. Includes community development block grants and predecessor activities, such as the urban renewal and model cities programs. These: programs are generally carried out by the Department of Grants, loans, subsidies, and related aids for the economic development of depressed areas. For pre-credit reform loans, includes the total cash flows of the loans; for loans under credit reform, includes the credit subsidy cost of the loans. All these aids are generally for rural areas or are more regional than the community development programs. Area and regional development programs are generally carried out by agencies other than the Department of Housing and Urban Development, such as the Farmers Home Administration, Economic Development Administration, and Bureau of Indian Affairs.: Housing and Urban Development. "},
{"id":"2785","name":"INTERNATIONAL DEVELOPMENT AND HUMANITARIAN ASSISTANCE","desc":"International development and humanitarian assistance: Humanitarian assistance, development assistance, security support assistance, grants to and investments in international financial and development institutions, and the budgetary costs associated with concessionary agricultural exports. "},
{"id":"2787","name":"GENERAL PURPOSE FISCAL ASSISTANCE","desc":"General overhead cost of the federal government, including legislative and executive activities; provision of central fiscal, personnel, and property activities; and provision of services that cannot reasonably be classified in any other major function. As a rule, all activities reasonably or closely associated with other functions are included in those functions rather than being listed as part of general government. Also includes shared revenues and other general purpose fiscal assistance.: Code General purpose fiscal assistance: Subcode General overhead cost of the federal government, including legislative and executive activities; provision of central fiscal, personnel, and property activities; and provision of services that cannot reasonably be classified in any other major function. As a rule, all activities reasonably or closely associated with other functions are included in those functions rather than being listed as part of general government. Also includes shared revenues and other general purpose fiscal assistance.: General purpose fiscal assistance: Legislative functions General overhead cost of the federal government, including legislative and executive activities; provision of central fiscal, personnel, and property activities; and provision of services that cannot reasonably be classified in any other major function. As a rule, all activities reasonably or closely associated with other functions are included in those functions rather than being listed as part of general government. Also includes shared revenues and other general purpose fiscal assistance.: Includes most of the legislative branch. However, the General purpose fiscal assistance: Library of Congress --except the Congressional Research General overhead cost of the federal government, including legislative and executive activities; provision of central fiscal, personnel, and property activities; and provision of services that cannot reasonably be classified in any other major function. As a rule, all activities reasonably or closely associated with other functions are included in those functions rather than being listed as part of general government. Also includes shared revenues and other general purpose fiscal assistance.: Service--, the Tax Court, the Government Printing Office --except for congressional printing and binding--, and the Copyright Royalty Tribunal are classified in other subfunctions. General purpose fiscal assistance: General overhead cost of the federal government, including legislative and executive activities; provision of central fiscal, personnel, and property activities; and provision of services that cannot reasonably be classified in any other major function. As a rule, all activities reasonably or closely associated with other functions are included in those functions rather than being listed as part of general government. Also includes shared revenues and other general purpose fiscal assistance.: Executive direction and management General purpose fiscal assistance: The Executive Office of the President --unless some major grants or operating programs should be included in the Office--; occasionally some closely related spending outside the Office is included. General overhead cost of the federal government, including legislative and executive activities; provision of central fiscal, personnel, and property activities; and provision of services that cannot reasonably be classified in any other major function. As a rule, all activities reasonably or closely associated with other functions are included in those functions rather than being listed as part of general government. Also includes shared revenues and other general purpose fiscal assistance.: General purpose fiscal assistance: Central fiscal operations General overhead cost of the federal government, including legislative and executive activities; provision of central fiscal, personnel, and property activities; and provision of services that cannot reasonably be classified in any other major function. As a rule, all activities reasonably or closely associated with other functions are included in those functions rather than being listed as part of general government. Also includes shared revenues and other general purpose fiscal assistance.: Covers the general tax collection and fiscal operations of the Department of the Treasury. General purpose fiscal assistance: General overhead cost of the federal government, including legislative and executive activities; provision of central fiscal, personnel, and property activities; and provision of services that cannot reasonably be classified in any other major function. As a rule, all activities reasonably or closely associated with other functions are included in those functions rather than being listed as part of general government. Also includes shared revenues and other general purpose fiscal assistance.: General property and records management General purpose fiscal assistance: Most of the operations of the General Services Administration --net of reimbursements from other agencies for services rendered--. General overhead cost of the federal government, including legislative and executive activities; provision of central fiscal, personnel, and property activities; and provision of services that cannot reasonably be classified in any other major function. As a rule, all activities reasonably or closely associated with other functions are included in those functions rather than being listed as part of general government. Also includes shared revenues and other general purpose fiscal assistance.: General purpose fiscal assistance: Central personnel management General overhead cost of the federal government, including legislative and executive activities; provision of central fiscal, personnel, and property activities; and provision of services that cannot reasonably be classified in any other major function. As a rule, all activities reasonably or closely associated with other functions are included in those functions rather than being listed as part of general government. Also includes shared revenues and other general purpose fiscal assistance.: Most of the operating costs of the Office of Personnel Management and related agencies --net of reimbursements from other agencies for services rendered--. General purpose fiscal assistance: General purpose fiscal assistance General overhead cost of the federal government, including legislative and executive activities; provision of central fiscal, personnel, and property activities; and provision of services that cannot reasonably be classified in any other major function. As a rule, all activities reasonably or closely associated with other functions are included in those functions rather than being listed as part of general government. Also includes shared revenues and other general purpose fiscal assistance.: Federal aid to state, local, and territorial governments that is available for general fiscal support. The transactions of the now discontinued general revenue-sharing program are included in the historical data for this subfunction. Also includes grants for more restricted purposes when the stipulated purposes cross two or more major budgetary functions and the distribution among those functions is at the discretion of the recipient jurisdiction rather than the federal government. Includes payments in lieu of taxes, broad-purpose shared revenues, and the federal payment to the District of Columbia. Excludes payments specifically for community development or social services programs. "},
{"id":"2789","name":"DEFENSE-RELATED ACTIVITIES","desc":"Defense-related activities: Miscellaneous defense activities, such as the expenses connected with selective services and with defense stockpiles outside of the Departments of Defense and Energy. Defense-related activities: Defense-related activities "},
{"id":"2791","name":"OTHER NATURAL RESOURCES","desc":"Other natural resources: Miscellaneous natural resources programs, not classified under other subfunctions, such as marine-, earth-, and atmosphere-related research and geological surveys and mapping. Other natural resources: Other natural resources "},
{"id":"2793","name":"DEPARTMENT OF DEFENSE-MILITARY","desc":"Department of Defense-Military: With minor exceptions, entire agency is included in this Department of Defense-Military: subfunction. "},
{"id":"2795","name":"OTHER INCOME SECURITY","desc":"Other income security: Income security programs not included in any other subfunction. Primarily either direct payments or grants-in- aid to finance direct payments that constitute cash income to low-income individuals and families. Also includes refugee assistance and both administrative expenses and offsetting collections in the income security function that are not part of any other subfunction. Other income security: Other income security "},
{"id":"2797","name":"HEALTH RESEARCH AND TRAINING","desc":"Health research and training: All research programs-whether basic or applied-that are financed specifically as health or medical research. Excludes research that is an integral part of other functions --such as biomedical research in the space program--. "},
{"id":"2799","name":"MEDICARE","desc":"Medicare: Federal hospital insurance and federal supplementary medical insurance, along with general fund subsidies of these funds and associated offsetting receipts. Medicare: Medicare Entire Medicare function.: Federal hospital insurance and federal supplementary medical insurance, along with general fund subsidies of these funds and associated offsetting receipts. "},
{"id":"2801","name":"ATOMIC ENERGY DEFENSE ACTIVITIES","desc":"Atomic energy defense activities: Department of Energy programs devoted to national defense, such as naval ship reactors and nuclear weapons. "},
{"id":"2803","name":"SOCIAL SERVICES","desc":"Education, Training, Employment, and Social Services: Promoting the extension of knowledge and skills, enhancing employment and employment opportunities, protecting workplace standards, and providing services to the needy. Excludes education or training undertaken as an integral part of the achievement of other functions --such as training military personnel; veterans education, training, and rehabilitation; or training of health workers in a health program--. Nutrition or food service programs funded separately from social services or education are not part of this function-they are classified as income security. Promoting the extension of knowledge and skills, enhancing employment and employment opportunities, protecting workplace standards, and providing services to the needy. Excludes education or training undertaken as an integral part of the achievement of other functions --such as training military personnel; veterans education, training, and rehabilitation; or training of health workers in a health program--. Nutrition or food service programs funded separately from social services or education are not part of this function-they are classified as income security.: Code Social services: Subcode primarily for income support and that are not an integral part of some other function --such as social services block grants--.: Education, Training, Employment, and Social Services: Elementary, secondary, and vocational education Promoting the extension of knowledge and skills, enhancing employment and employment opportunities, protecting workplace standards, and providing services to the needy. Excludes education or training undertaken as an integral part of the achievement of other functions --such as training military personnel; veterans education, training, and rehabilitation; or training of health workers in a health program--. Nutrition or food service programs funded separately from social services or education are not part of this function-they are classified as income security.: Preschool, elementary, secondary, and vocational education Social services: programs. primarily for income support and that are not an integral part of some other function --such as social services block grants--.: Education, Training, Employment, and Social Services: Higher education Promoting the extension of knowledge and skills, enhancing employment and employment opportunities, protecting workplace standards, and providing services to the needy. Excludes education or training undertaken as an integral part of the achievement of other functions --such as training military personnel; veterans education, training, and rehabilitation; or training of health workers in a health program--. Nutrition or food service programs funded separately from social services or education are not part of this function-they are classified as income security.: College and graduate school programs. Social services: primarily for income support and that are not an integral part of some other function --such as social services block grants--.: Research and general education aids Education, Training, Employment, and Social Services: Education research and assistance for the arts, the humanities, educational radio and television, public libraries, and museums. Promoting the extension of knowledge and skills, enhancing employment and employment opportunities, protecting workplace standards, and providing services to the needy. Excludes education or training undertaken as an integral part of the achievement of other functions --such as training military personnel; veterans education, training, and rehabilitation; or training of health workers in a health program--. Nutrition or food service programs funded separately from social services or education are not part of this function-they are classified as income security.: Social services: Training and employment primarily for income support and that are not an integral part of some other function --such as social services block grants--.: Job or skill training, employment services and placement, and payments to employers to subsidize employment. Education, Training, Employment, and Social Services: Promoting the extension of knowledge and skills, enhancing employment and employment opportunities, protecting workplace standards, and providing services to the needy. Excludes education or training undertaken as an integral part of the achievement of other functions --such as training military personnel; veterans education, training, and rehabilitation; or training of health workers in a health program--. Nutrition or food service programs funded separately from social services or education are not part of this function-they are classified as income security.: Other labor services Social services: Aids to or regulation of the labor market, including gathering labor statistics and mediation and conciliation services; excludes employment and training programs and occupational safety and health programs. primarily for income support and that are not an integral part of some other function --such as social services block grants--.: Education, Training, Employment, and Social Services: Social services Promoting the extension of knowledge and skills, enhancing employment and employment opportunities, protecting workplace standards, and providing services to the needy. Excludes education or training undertaken as an integral part of the achievement of other functions --such as training military personnel; veterans education, training, and rehabilitation; or training of health workers in a health program--. Nutrition or food service programs funded separately from social services or education are not part of this function-they are classified as income security.: Programs that provide a broad range of services to individuals to help them improve their vocational capabilities --such as vocational rehabilitation-- or family status; services to the poor and elderly that are not Social services: Page "},
{"id":"2805","name":"FEDERAL LAW ENFORCEMENT ACTIVITIES","desc":"Federal law enforcement activities: The costs of operating the Federal Bureau of Investigation, Customs and Border Protection, Immigration and Customs Enforcement, the Drug Enforcement Administration, and Federal law enforcement activities: police and crime prevention activities in other programs. Also includes the readily identifiable enforcement cost of civil rights activities. "},
{"id":"2807","name":"ELEMENTARY, SECONDARY, AND VOCATIONAL EDUCATION","desc":"Preschool, elementary, secondary, and vocational education programs."},
{"id":"2809","name":"FEDERAL CORRECTIONAL ACTIVITIES","desc":"Federal correctional activities: Covers the costs of incarceration, supervision, parole, and rehabilitation of federal prisoners. "},
{"id":"2811","name":"CRIMINAL JUSTICE ASSISTANCE","desc":"Criminal justice assistance: Grants to state and local governments to assist them in operating and improving their law enforcement and justice systems. Criminal justice assistance: Criminal justice assistance "},
{"id":"2813","name":"CONDUCT OF FOREIGN AFFAIRS","desc":"Conduct of foreign affairs: Diplomatic and consular operations of the Department of State, assessed contributions to international organizations, and closely related activities in other agencies --such as the Arms Control and Disarmament Agency--. "},
{"id":"2815","name":"UNEMPLOYMENT COMPENSATION","desc":"Support payments --including associated administrative expenses-- to persons for whom no current service is rendered. Includes retirement, disability, unemployment, welfare, and similar programs, except for Social Security and income security for veterans, which are in other functions. Also includes the Food Stamp, Special Milk, and Child Nutrition programs --whether the benefits are in cash or in kind--; both federal and trust fund unemployment compensation and workers compensation; public assistance cash payments; benefits to the elderly and to coal miners; and low- and moderate-income housing benefits.: Excludes ---- financial assistance for education, ---- medical care --whether in cash or in kind--, ---- subsidies to businesses --such as farm price supports--, and Unemployment compensation: Code Support payments --including associated administrative expenses-- to persons for whom no current service is rendered. Includes retirement, disability, unemployment, welfare, and similar programs, except for Social Security and income security for veterans, which are in other functions. Also includes the Food Stamp, Special Milk, and Child Nutrition programs --whether the benefits are in cash or in kind--; both federal and trust fund unemployment compensation and workers compensation; public assistance cash payments; benefits to the elderly and to coal miners; and low- and moderate-income housing benefits.: Subcode Unemployment compensation: ---- reimbursement for child care services, even though any Support payments --including associated administrative expenses-- to persons for whom no current service is rendered. Includes retirement, disability, unemployment, welfare, and similar programs, except for Social Security and income security for veterans, which are in other functions. Also includes the Food Stamp, Special Milk, and Child Nutrition programs --whether the benefits are in cash or in kind--; both federal and trust fund unemployment compensation and workers compensation; public assistance cash payments; benefits to the elderly and to coal miners; and low- and moderate-income housing benefits.: of these may end up as income to persons. Also excludes Unemployment compensation: income security programs included in the Social Security function --function -- and programs restricted to veterans and their dependents. Support payments --including associated administrative expenses-- to persons for whom no current service is rendered. Includes retirement, disability, unemployment, welfare, and similar programs, except for Social Security and income security for veterans, which are in other functions. Also includes the Food Stamp, Special Milk, and Child Nutrition programs --whether the benefits are in cash or in kind--; both federal and trust fund unemployment compensation and workers compensation; public assistance cash payments; benefits to the elderly and to coal miners; and low- and moderate-income housing benefits.: Unemployment compensation: General retirement and disability insurance --excluding Social Security-- Support payments --including associated administrative expenses-- to persons for whom no current service is rendered. Includes retirement, disability, unemployment, welfare, and similar programs, except for Social Security and income security for veterans, which are in other functions. Also includes the Food Stamp, Special Milk, and Child Nutrition programs --whether the benefits are in cash or in kind--; both federal and trust fund unemployment compensation and workers compensation; public assistance cash payments; benefits to the elderly and to coal miners; and low- and moderate-income housing benefits.: Non-needs-tested retirement and disability programs composed mainly of the Railroad Retirement Fund and special benefits for coal miners. Excludes programs specifically restricted to federal employees. Unemployment compensation: Support payments --including associated administrative expenses-- to persons for whom no current service is rendered. Includes retirement, disability, unemployment, welfare, and similar programs, except for Social Security and income security for veterans, which are in other functions. Also includes the Food Stamp, Special Milk, and Child Nutrition programs --whether the benefits are in cash or in kind--; both federal and trust fund unemployment compensation and workers compensation; public assistance cash payments; benefits to the elderly and to coal miners; and low- and moderate-income housing benefits.: Federal employee retirement and disability Unemployment compensation: All funded retirement and disability programs restricted to federal employees. Includes military retirement benefits for all years, not just the years since the military retirement program began as a funded trust fund ----. In cases where retirement benefits are not funded --such as in the case of Coast Guard retired pay--, includes the cash benefits Support payments --including associated administrative expenses-- to persons for whom no current service is rendered. Includes retirement, disability, unemployment, welfare, and similar programs, except for Social Security and income security for veterans, which are in other functions. Also includes the Food Stamp, Special Milk, and Child Nutrition programs --whether the benefits are in cash or in kind--; both federal and trust fund unemployment compensation and workers compensation; public assistance cash payments; benefits to the elderly and to coal miners; and low- and moderate-income housing benefits.: where the employees were employed --in the Coast Guard case, transportation--, because otherwise those functions would never be charged for the retirement costs of their employees. Unemployment compensation: Support payments --including associated administrative expenses-- to persons for whom no current service is rendered. Includes retirement, disability, unemployment, welfare, and similar programs, except for Social Security and income security for veterans, which are in other functions. Also includes the Food Stamp, Special Milk, and Child Nutrition programs --whether the benefits are in cash or in kind--; both federal and trust fund unemployment compensation and workers compensation; public assistance cash payments; benefits to the elderly and to coal miners; and low- and moderate-income housing benefits.: Unemployment compensation Unemployment compensation: Benefits not conditioned by needs tests for unemployed workers. Excludes other benefits --such as food stamps-- that an unemployed person might be eligible for under other programs. "},
{"id":"2817","name":"TRAINING AND EMPLOYMENT","desc":"Training and employment: Job or skill training, employment services and placement, and payments to employers to subsidize employment. "},
{"id":"2819","name":"GENERAL RETIREMENT AND DISABILITY INSURANCE --EXCLUDING SOCIAL SECURITY--","desc":"General retirement and disability insurance --excluding Social Security--: Non-needs-tested retirement and disability programs composed mainly of the Railroad Retirement Fund and special benefits for coal miners. Excludes programs specifically restricted to federal employees. "},
{"id":"2821","name":"OTHER LABOR SERVICES","desc":"Other labor services: Aids to or regulation of the labor market, including gathering labor statistics and mediation and conciliation services; excludes employment and training programs and occupational safety and health programs. "},
{"id":"2823","name":"VETERANS EDUCATION, TRAINING, AND REHABILITATION","desc":"Veterans education, training, and rehabilitation: Composed primarily of the G.I. Bill readjustment, vocational rehabilitation benefits, and related programs. "},
{"id":"2825","name":"CENTRAL FISCAL OPERATIONS","desc":"Central fiscal operations: Covers the general tax collection and fiscal operations of the Department of the Treasury. "},
{"id":"2827","name":"INTERNATIONAL FINANCIAL PROGRAMS","desc":"The transfer of defense articles and services to foreign governments, including grants, credit sales, and training. Excludes the military sales trust fund, which is classified under subfunction --international financial programs--.: International financial programs: Conduct of foreign affairs The transfer of defense articles and services to foreign governments, including grants, credit sales, and training. Excludes the military sales trust fund, which is classified under subfunction --international financial programs--.: Diplomatic and consular operations of the Department of State, assessed contributions to international organizations, and closely related activities in other agencies --such as the Arms Control and Disarmament Agency--. International financial programs: The transfer of defense articles and services to foreign governments, including grants, credit sales, and training. Excludes the military sales trust fund, which is classified under subfunction --international financial programs--.: Foreign information and exchange activities International financial programs: Student and cultural exchange programs and foreign library, radio, or other media information activities designed to promote mutual understanding between the people of the United States and other nations. The transfer of defense articles and services to foreign governments, including grants, credit sales, and training. Excludes the military sales trust fund, which is classified under subfunction --international financial programs--.: International financial programs "},
{"id":"2829","name":"GROUND TRANSPORTATION","desc":"Ground transportation: Aid, and/or regulation of both for the various components of ground transportation, such as roads and highways, railroads, and urban mass transit. Aid, and/or regulation of both for the various components of ground transportation, such as roads and highways, railroads, and urban mass transit.: Aid, and/or regulation of both for the various components of ground transportation, such as roads and highways, railroads, and urban mass transit. "},
{"id":"2831","name":"HIGHER EDUCATION","desc":"Higher education: College and graduate school programs. "},
{"id":"2833","name":"ENERGY CONSERVATION","desc":"Energy conservation: Encouraging the prudent use of energy resources. "},
{"id":"2835","name":"DEPOSIT INSURANCE","desc":"Promotion and regulation of commerce and the housing credit and deposit insurance industries, which pertain to: collection and dissemination of social and economic data --unless they are an integral part of another function, such as health--; Deposit insurance: general purpose subsidies to businesses, including credit subsidies to the housing industry --for programs subject to credit reform, includes only the credit subsidy costs of loans and loan guarantees--; and Insurance programs protecting deposits in certain financial institutions; programs to resolve failed institutions. Deposit insurance activities are not subject to credit reform, so the budget records the cash flows for deposit insurance rather than their subsidy values.: the Postal Service fund and general fund subsidies of that fund. Promotion and regulation of commerce and the housing credit and deposit insurance industries, which pertain to: In general, includes credit and insurance programs; however, if such programs are a means of achieving the basic objectives of another function and are an integral part of the programs of that function, they are classified under the other function. Deposit insurance: Excludes regional economic development programs, even if they use credit or insurance to achieve a community development objective. Also excludes other insurance or loan programs --such as railroad loans-- that are an integral part of other functions. Insurance programs protecting deposits in certain financial institutions; programs to resolve failed institutions. Deposit insurance activities are not subject to credit reform, so the budget records the cash flows for deposit insurance rather than their subsidy values.: Promotion and regulation of commerce and the housing credit and deposit insurance industries, which pertain to: Mortgage credit Deposit insurance: Includes the cash transactions for homeownership and Insurance programs protecting deposits in certain financial institutions; programs to resolve failed institutions. Deposit insurance activities are not subject to credit reform, so the budget records the cash flows for deposit insurance rather than their subsidy values.: related loan and insurance programs for pre-credit reform Promotion and regulation of commerce and the housing credit and deposit insurance industries, which pertain to: activity; under credit reform, includes the credit subsidy cost of any homeownership loans or guarantees. Deposit insurance: Insurance programs protecting deposits in certain financial institutions; programs to resolve failed institutions. Deposit insurance activities are not subject to credit reform, so the budget records the cash flows for deposit insurance rather than their subsidy values.: Postal Service Promotion and regulation of commerce and the housing credit and deposit insurance industries, which pertain to: Any net outlays of the Postal Service included in the budget Deposit insurance: --or off-budget--. Insurance programs protecting deposits in certain financial institutions; programs to resolve failed institutions. Deposit insurance activities are not subject to credit reform, so the budget records the cash flows for deposit insurance rather than their subsidy values.: Promotion and regulation of commerce and the housing credit and deposit insurance industries, which pertain to: Deposit insurance Deposit insurance: Insurance programs protecting deposits in certain financial institutions; programs to resolve failed institutions. Deposit insurance activities are not subject to credit reform, so the budget records the cash flows for deposit insurance rather than their subsidy values. Insurance programs protecting deposits in certain financial institutions; programs to resolve failed institutions. Deposit insurance activities are not subject to credit reform, so the budget records the cash flows for deposit insurance rather than their subsidy values.: Page "},
{"id":"2837","name":"INTEREST ON TREASURY DEBT SECURITIES --GROSS--","desc":"Interest on Treasury debt securities --gross--: Outlays for interest on the public debt. --Where this interest is paid to the public, it is on an accrual basis; all other interest outlays in the budget are on a cash basis.-- "},
{"id":"2839","name":"INCOME SECURITY FOR VETERANS","desc":"Income security for veterans: Veterans compensation, life insurance, pensions, and burial benefits. "},
{"id":"2841","name":"SOCIAL SECURITY","desc":"Social Security: Federal Old-Age and Survivors and Disability Insurance Trust Funds, along with general fund subsidies of these funds and associated offsetting collections. Social Security: Social Security Includes the entire Social Security function.: Federal Old-Age and Survivors and Disability Insurance Trust Funds, along with general fund subsidies of these funds and associated offsetting collections. "},
{"id":"2843","name":"ENERGY INFORMATION, POLICY, AND REGULATION","desc":"Energy information, policy, and regulation: Unallocable overhead activities of the Department of Energy plus the costs of energy information and regulation activities. Energy information, policy, and regulation: Energy information, policy, and regulation "},
{"id":"2845","name":"EMERGENCY ENERGY PREPAREDNESS","desc":"Emergency energy preparedness: Developing and maintaining a stockpile of energy resources --currently confined to petroleum-- to meet emergency needs and associated contingency planning activities. "},
{"id":"2847","name":"GENERAL SCIENCE AND BASIC RESEARCH","desc":"General science and basic research: Conducting the National Science Foundation programs and the general science activities of the Department of Energy. "},
{"id":"2849","name":"AIR TRANSPORTATION","desc":"Air transportation: Aid for and/or regulation of air transportation, including aeronautical research conducted by the National Aeronautics and Space Administration. Aid for and/or regulation of air transportation, including aeronautical research conducted by the National Aeronautics and Space Administration.: Aid for and/or regulation of air transportation, including aeronautical research conducted by the National Aeronautics and Space Administration. "},
{"id":"2851","name":"OTHER TRANSPORTATION","desc":"the construction of roads or other transportation facilities as an integral part of a broad community facility or regional development program where the clear intent of the program is regional development and the provision of transportation facilities is only an incidental by- product or means to attain the objective of regional development; and: research and technology activities devoted to space research --except aeronautical technology--, even though this research may eventually benefit general transportation. Other transportation: Ground transportation the construction of roads or other transportation facilities as an integral part of a broad community facility or regional development program where the clear intent of the program is regional development and the provision of transportation facilities is only an incidental by- product or means to attain the objective of regional development; and: Aid, and/or regulation of both for the various components of ground transportation, such as roads and highways, railroads, and urban mass transit. Other transportation: Air transportation the construction of roads or other transportation facilities as an integral part of a broad community facility or regional development program where the clear intent of the program is regional development and the provision of transportation facilities is only an incidental by- product or means to attain the objective of regional development; and: Aid for and/or regulation of air transportation, including aeronautical research conducted by the National Aeronautics and Space Administration. Other transportation: Water transportation the construction of roads or other transportation facilities as an integral part of a broad community facility or regional development program where the clear intent of the program is regional development and the provision of transportation facilities is only an incidental by- product or means to attain the objective of regional development; and: Aid for and/or regulation of maritime commerce. Other transportation: Other transportation "},
{"id":"2853","name":"WATER TRANSPORTATION","desc":"Water transportation: Aid for and/or regulation of maritime commerce. "},
{"id":"2855","name":"GENERAL PROPERTY AND RECORDS MANAGEMENT","desc":"General property and records management: Most of the operations of the General Services Administration --net of reimbursements from other agencies for services rendered--. "},
{"id":"2857","name":"EXECUTIVE DIRECTION AND MANAGEMENT","desc":"Executive direction and management: The Executive Office of the President --unless some major grants or operating programs should be included in the Office--; occasionally some closely related spending outside the Office is included. "},
{"id":"2859","name":"SPACE FLIGHT, RESEARCH, AND SUPPORTING ACTIVITIES","desc":"Space flight, research, and supporting activities: Development and operation of space transportation systems, basic scientific research connected with outer space, research and demonstrations designed to promote "},
{"id":"2861","name":"CENTRAL PERSONNEL MANAGEMENT","desc":"Central personnel management: Most of the operating costs of the Office of Personnel Management and related agencies --net of reimbursements from other agencies for services rendered--. "},
{"id":"2863","name":"POSTAL SERVICE","desc":"the Postal Service fund and general fund subsidies of that fund.: In general, includes credit and insurance programs; however, if such programs are a means of achieving the basic objectives of another function and are an integral part of the programs of that function, they are classified under the other function. Postal Service: Excludes regional economic development programs, even if they use credit or insurance to achieve a community development objective. Also excludes other insurance or loan programs --such as railroad loans-- that are an integral part of other functions. Any net outlays of the Postal Service included in the budget: the Postal Service fund and general fund subsidies of that fund.: Mortgage credit Postal Service: Includes the cash transactions for homeownership and Any net outlays of the Postal Service included in the budget: related loan and insurance programs for pre-credit reform the Postal Service fund and general fund subsidies of that fund.: activity; under credit reform, includes the credit subsidy cost of any homeownership loans or guarantees. Postal Service: Any net outlays of the Postal Service included in the budget: Postal Service the Postal Service fund and general fund subsidies of that fund.: Any net outlays of the Postal Service included in the budget Postal Service: --or off-budget--. "},
{"id":"2865","name":"VETERANS HOUSING","desc":"Veterans housing: Housing loan and guarantee programs for veterans and dependents. Pre- housing loans and guarantees are recorded on a cash basis, whereas under credit reform --post---, the budget records the credit subsidy cost of the activity. "},
{"id":"2867","name":"HOSPITAL AND MEDICAL CARE FOR VETERANS","desc":"Hospital and medical care for veterans: Medical care and research financed by the Department of Hospital and medical care for veterans: Veterans Affairs. "},
{"id":"2869","name":"OTHER VETERANS BENEFITS AND SERVICES","desc":"Other veterans benefits and services: Administrative expenses of the Department of Veterans "},
{"id":"2871","name":"INTERNATIONAL SECURITY ASSISTANCE","desc":"International security assistance: The transfer of defense articles and services to foreign governments, including grants, credit sales, and training. Excludes the military sales trust fund, which is classified under subfunction --international financial programs--. "},
{"id":"2873","name":"OTHER INVESTMENT INCOME","desc":"Other investment income: The actual and estimated earnings on private securities of the Railroad Retirement Investment Trust. The actual year returns include interest, dividends, and capital gains and losses on private equities and other securities. The trusts end-of-year balance reflects the current market value of resources available to the government to finance benefits. Other investment income: Other investment income "},
{"id":"2875","name":"FUTURE DISASTER COST","desc":"Other investment income: "},
{"id":"2877","name":"OTHER UNDISTRIBUTED OFFSETTING RECEIPTS","desc":"Other investment income: "},
{"id":"2879","name":"RENTS AND ROYALTIES ON THE OUTER CONTINENTAL SHELF","desc":"Other investment income: "},
{"id":"2881","name":"SALE OF MAJOR ASSETS","desc":"Other investment income: "},
{"id":"2883","name":"EMPLOYER SHARE, EMPLOYEE RETIREMENT --ON-BUDGET--","desc":"Other investment income: "},
{"id":"2885","name":"INTEREST RECEIVED BY ON-BUDGET TRUST FUNDS","desc":"Interest received by on-budget trust funds: Interfund interest collected by on-budget nonrevolving trust funds. Most of this income derives from outlays included in subfunction , but this subfunction also includes offsetting receipts from investments in public debt securities issued by the Federal Financing Bank --FFB--. "},
{"id":"2887","name":"EMPLOYER SHARE, EMPLOYEE RETIREMENT --OFF-BUDGET--","desc":"Other investment income: "},
{"id":"2889","name":"INTEREST RECEIVED BY OFF-BUDGET TRUST FUNDS","desc":"Interest received by off-budget trust funds: Interfund interest collected by off-budget nonrevolving trust funds. Normally, all of this income comes from outlays included in subfunction . "},
{"id":"6895","name":"LEGISLATIVE BRANCH","desc":"No description available"},
{"id":"6897","name":"JUDICIAL BRANCH","desc":"No description available"},
{"id":"6899","name":"DEPARTMENT OF AGRICULTURE","desc":"The Department of Agriculture provides leadership on food, agriculture, natural resources, and related issues."},
{"id":"6901","name":"DEPARTMENT OF COMMERCE","desc":"No description available"},
{"id":"6903","name":"DEPARTMENT OF DEFENSE--MILITARY PROGRAMS","desc":"No description available"},
{"id":"6905","name":"DEPARTMENT OF HEALTH AND HUMAN SERVICES","desc":"The Department of Health and Human Services protects the health of all Americans and provides essential human services."},
{"id":"6907","name":"DEPARTMENT OF THE INTERIOR","desc":"The Department of the Interior manages public lands and minerals, national parks, and wildlife refuges and upholds Federal trust responsibilities to Indian tribes and Native Alaskans. Additionally, Interior is responsible for endangered species conservation and other environmental conservation efforts."},
{"id":"6909","name":"DEPARTMENT OF JUSTICE","desc":"The Department of Justice works to enforce federal law, to seek just punishment for the guilty, and to ensure the fair and impartial administration of justice."},
{"id":"6911","name":"DEPARTMENT OF LABOR","desc":"The Department of Labor administers a variety of federal labor laws to guarantee workers' rights to fair, safe, and healthy working conditions, including minimum hourly wage and overtime pay, protection against employment discrimination, and unemployment insurance."},
{"id":"6913","name":"DEPARTMENT OF STATE","desc":"The Department of State advises the President and leads the nation in foreign policy issues. The State Department negotiates treaties and agreements with foreign entities, and represents the United States at the United Nations."},
{"id":"6915","name":"DEPARTMENT OF THE TREASURY","desc":"The Treasury Department manages Federal finances by collecting taxes and paying bills and by managing currency, government accounts and public debt. The Treasury Department also enforces finance and tax laws."},
{"id":"6917","name":"SOCIAL SECURITY ADMINISTRATION","desc":"No description available"},
{"id":"6919","name":"DEPARTMENT OF EDUCATION","desc":"The mission of the Department of Education is to foster educational excellence and to ensure equal access to educational opportunity for all."},
{"id":"6921","name":"DEPARTMENT OF ENERGY","desc":"The Department of Energy manages the United States' nuclear infrastructure and administers the country's energy policy. The Department of Energy also funds scientific research in the field."},
{"id":"6923","name":"ENVIRONMENTAL PROTECTION AGENCY","desc":"No description available"},
{"id":"6925","name":"DEPARTMENT OF TRANSPORTATION","desc":"The Department of Transportation is responsible for planning and coordinating federal transportation projects. It also sets safety regulations for all major modes of transportation."},
{"id":"6927","name":"GENERAL SERVICES ADMINISTRATION","desc":"No description available"},
{"id":"6929","name":"DEPARTMENT OF HOMELAND SECURITY","desc":"Formed in from the combination of departments and agencies, the Department of Homeland Security works to improve the security of the United States. The Department's work includes customs, border, and immigration enforcement; emergency response to natural and manmade disasters; antiterrorism work; and cybersecurity."},
{"id":"6931","name":"DEPARTMENT OF HOUSING AND URBAN DEVELOPMENT","desc":"The Department of Housing and Urban Development administers programs that provide housing and community development assistance. The Department also works to ensure fair and equal housing opportunity for all."},
{"id":"6933","name":"NATIONAL AERONAUTICS AND SPACE ADMINISTRATION","desc":"No description available"},
{"id":"6935","name":"OFFICE OF PERSONNEL MANAGEMENT","desc":"OPM manages the civil service of the federal government, coordinates recruiting of new government employees, and manages their health insurance and retirement benefits programs. OPM also provides resources for locating student jobs, summer jobs, scholarships, and internships."},
{"id":"6937","name":"SMALL BUSINESS ADMINISTRATION","desc":"The SBA helps Americans start, build and grow businesses. Through an extensive network of field offices and partnerships the SBA aids, counsels, assists and protects the interests of small business concerns."},
{"id":"6939","name":"DEPARTMENT OF VETERANS AFFAIRS","desc":"For information about VA medical care or benefits, write, call or visit your nearest VA facility."},
{"id":"6941","name":"EXECUTIVE OFFICE OF THE PRESIDENT","desc":"No description available"},
{"id":"6943","name":"FEDERAL DRUG CONTROL PROGRAMS","desc":"No description available"},
{"id":"6945","name":"INTERNATIONAL ASSISTANCE PROGRAMS","desc":"No description available"},
{"id":"6947","name":"OTHER DEFENSE CIVIL PROGRAMS","desc":"No description available"},
{"id":"6949","name":"CORPS OF ENGINEERS--CIVIL WORKS","desc":"No description available"},
{"id":"6951","name":"ADMINISTRATIVE CONFERENCE OF THE UNITED STATES","desc":"The Administrative Conference of the United States is an independent federal agency dedicated to improving federal agency administrative processes and procedures. "},
{"id":"6953","name":"ADVISORY COUNCIL ON HISTORIC PRESERVATION","desc":"The Advisory Council on Historic Preservation encourages the preservation of historic properties across the nation."},
{"id":"6955","name":"APPALACHIAN REGIONAL COMMISSION","desc":"The Appalachian Regional Commission works for sustainable community and economic development in Appalachia."},
{"id":"6957","name":"ACCESS BOARD","desc":"No description available"},
{"id":"6959","name":"BARRY GOLDWATER SCHOLARSHIP AND EXCELLENCE IN EDUCATION FOUNDATION","desc":"No description available"},
{"id":"6961","name":"CENTRAL INTELLIGENCE AGENCY","desc":"The Central Intelligence Agency (CIA) is an independent US Government agency responsible for providing national security intelligence to senior US policymakers."},
{"id":"6963","name":"COMMISSION OF FINE ARTS","desc":"No description available"},
{"id":"6965","name":"COMMISSION ON CIVIL RIGHTS","desc":"The U.S. Commission on Civil Rights is an independent, bipartisan agency charged with monitoring federal civil rights enforcement."},
{"id":"6967","name":"COMMITTEE FOR PURCHASE FROM PEOPLE WHO ARE BLIND OR SEVERELY DISABLED","desc":"The Committee gives jobs to people who are blind or have other significant disabilities in the manufacture and delivery of products and services to the Federal Government."},
{"id":"6969","name":"COMMODITY FUTURES TRADING COMMISSION","desc":"No description available"},
{"id":"6971","name":"CONSUMER PRODUCT SAFETY COMMISSION","desc":"The Consumer Product Safety Commission works to protect the public from the risks of injury or death from from products that pose a fire, electrical, chemical, or mechanical hazard, or can injure children. "},
{"id":"6973","name":"CORPORATION FOR PUBLIC BROADCASTING","desc":"No description available"},
{"id":"6975","name":"UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS","desc":"No description available"},
{"id":"6977","name":"DEFENSE NUCLEAR FACILITIES SAFETY BOARD","desc":"The Defense Nuclear Facilities Safety Board reviews the content and implementation of health and safety standards at Department of Energy Defense Nuclear Facilities. The board also makes recommendations to the President and Secretary of Energy regarding health and safety issues at Defense Nuclear Facilities."},
{"id":"6979","name":"DISTRICT OF COLUMBIA","desc":"No description available"},
{"id":"6981","name":"EQUAL EMPLOYMENT OPPORTUNITY COMMISSION","desc":"The EEOC enforces laws that make discrimination illegal in the workplace. The commission oversees all types of work situations including hiring, firing, promotions, harassment, training, wages, and benefits."},
{"id":"6983","name":"EXPORT-IMPORT BANK OF THE UNITED STATES","desc":"No description available"},
{"id":"6985","name":"FARM CREDIT SYSTEM INSURANCE CORPORATION","desc":"The Farm Credit System Insurance Corporation ensures timely payment of interest and principal on Systemwide and consolidated bonds and other obligations issued by Farm Credit System banks."},
{"id":"6987","name":"FEDERAL COMMUNICATIONS COMMISSION","desc":"No description available"},
{"id":"6989","name":"FEDERAL DEPOSIT INSURANCE CORPORATION","desc":"FDIC responds to questions about federal deposit insurance coverage and handles complaints and inquiries about FDIC-insured state banks which are not members of the Federal Reserve System."},
{"id":"6991","name":"FEDERAL ELECTION COMMISSION","desc":"No description available"},
{"id":"6993","name":"FEDERAL FINANCIAL INSTITUTIONS EXAMINATION COUNCIL","desc":"No description available"},
{"id":"6995","name":"FEDERAL LABOR RELATIONS AUTHORITY","desc":"No description available"},
{"id":"6997","name":"FEDERAL MARITIME COMMISSION","desc":"FMC is the regulatory agency overseeing ocean carriers and certain other entities, operating in the waterborne foreign commerce of the U.S. FMC assists consumers engaged in disputes with transporting carriers, ocean transportation intermediaries and cruise operators."},
{"id":"6999","name":"FEDERAL MEDIATION AND CONCILIATION SERVICE","desc":"No description available"},
{"id":"7001","name":"FEDERAL MINE SAFETY AND HEALTH REVIEW COMMISSION","desc":"No description available"},
{"id":"7003","name":"FEDERAL RETIREMENT THRIFT INVESTMENT BOARD","desc":"No description available"},
{"id":"7005","name":"FEDERAL TRADE COMMISSION","desc":"The FTC works for the consumer to prevent fraudulent, deceptive, and unfair business practices in the marketplace and to provide information to help consumers spot, stop, and avoid them. To file a complaint or to get free information on consumer issues, visit the website or call the toll-free number above. The FTC records consumer complaints (Internet, telemarketing, identity theft, and other fraud-related complaints) into the Consumer Sentinel Network, a secure, online database and investigative tool available to hundreds of civil and criminal law enforcement agencies."},
{"id":"7007","name":"HARRY S TRUMAN SCHOLARSHIP FOUNDATION","desc":"No description available"},
{"id":"7009","name":"INSTITUTE OF AMERICAN INDIAN AND ALASKA NATIVE CULTURE AND ARTS DEVELOPMENT","desc":"No description available"},
{"id":"7011","name":"UNITED STATES INTERAGENCY COUNCIL ON HOMELESSNESS","desc":"No description available"},
{"id":"7013","name":"INTERNATIONAL TRADE COMMISSION","desc":"No description available"},
{"id":"7015","name":"JAMES MADISON MEMORIAL FELLOWSHIP FOUNDATION","desc":"No description available"},
{"id":"7017","name":"JAPAN-UNITED STATES FRIENDSHIP COMMISSION","desc":"No description available"},
{"id":"7019","name":"LEGAL SERVICES CORPORATION","desc":"No description available"},
{"id":"7021","name":"MARINE MAMMAL COMMISSION","desc":"No description available"},
{"id":"7023","name":"MERIT SYSTEMS PROTECTION BOARD","desc":"No description available"},
{"id":"7025","name":"NATIONAL ARCHIVES AND RECORDS ADMINISTRATION","desc":"The National Archives and Records Administration preserves U.S. government records, manages the Presidential Libraries system, and publishes laws, regulations, Presidential, and other public documents."},
{"id":"7027","name":"NATIONAL CAPITAL PLANNING COMMISSION","desc":"No description available"},
{"id":"7029","name":"NATIONAL COUNCIL ON DISABILITY","desc":"The NCD is an independent federal agency making recommendations to the President and Congress on policies affecting Americans with disabilities. NCD works to empower individuals with disabilities and to promote equal opportunity."},
{"id":"7031","name":"NATIONAL CREDIT UNION ADMINISTRATION","desc":"NCUA is the federal agency that charters and supervises federal credit unions and insures savings in federal and most state-chartered credit unions across the country through the National Credit Union Share Insurance Fund."},
{"id":"7033","name":"NATIONAL ENDOWMENT FOR THE ARTS","desc":"No description available"},
{"id":"7035","name":"NATIONAL ENDOWMENT FOR THE HUMANITIES","desc":"The National Endowment for the Humanities funds humanities programs in the United States such as museums, archives, libraries, colleges, universities, public television, and radio stations, and individual scholars."},
{"id":"7037","name":"NATIONAL LABOR RELATIONS BOARD","desc":"No description available"},
{"id":"7039","name":"NATIONAL MEDIATION BOARD","desc":"No description available"},
{"id":"7041","name":"NATIONAL SCIENCE FOUNDATION","desc":"No description available"},
{"id":"7043","name":"NATIONAL TRANSPORTATION SAFETY BOARD","desc":"No description available"},
{"id":"7045","name":"NEIGHBORHOOD REINVESTMENT CORPORATION","desc":"No description available"},
{"id":"7047","name":"NUCLEAR REGULATORY COMMISSION","desc":"Contact US"},
{"id":"7049","name":"NUCLEAR WASTE TECHNICAL REVIEW BOARD","desc":"No description available"},
{"id":"7051","name":"OCCUPATIONAL SAFETY AND HEALTH REVIEW COMMISSION","desc":"No description available"},
{"id":"7053","name":"OFFICE OF GOVERNMENT ETHICS","desc":"No description available"},
{"id":"7055","name":"OFFICE OF NAVAJO AND HOPI INDIAN RELOCATION","desc":"No description available"},
{"id":"7057","name":"OFFICE OF SPECIAL COUNSEL","desc":"No description available"},
{"id":"7061","name":"RAILROAD RETIREMENT BOARD","desc":"No description available"},
{"id":"7063","name":"SECURITIES AND EXCHANGE COMMISSION","desc":"No description available"},
{"id":"7065","name":"SMITHSONIAN INSTITUTION","desc":"No description available"},
{"id":"7067","name":"STATE JUSTICE INSTITUTE","desc":"No description available"},
{"id":"7069","name":"TENNESSEE VALLEY AUTHORITY","desc":"No description available"},
{"id":"7071","name":"UNITED STATES HOLOCAUST MEMORIAL MUSEUM","desc":"No description available"},
{"id":"7073","name":"UNITED STATES INSTITUTE OF PEACE","desc":"No description available"},
{"id":"7075","name":"INTELLIGENCE COMMUNITY MANAGEMENT ACCOUNT","desc":"No description available"},
{"id":"7077","name":"INSTITUTE OF MUSEUM AND LIBRARY SERVICES","desc":"No description available"},
{"id":"7079","name":"UNITED MINE WORKERS OF AMERICA BENEFIT FUNDS","desc":"No description available"},
{"id":"7081","name":"CORPORATION FOR NATIONAL AND COMMUNITY SERVICE","desc":"No description available"},
{"id":"7083","name":"UNITED STATES ENRICHMENT CORPORATION FUND","desc":"No description available"},
{"id":"7085","name":"MORRIS K. UDALL AND STEWART L. UDALL FOUNDATION","desc":"No description available"},
{"id":"7087","name":"OTHER COMMISSIONS AND BOARDS","desc":"No description available"},
{"id":"7089","name":"CHEMICAL SAFETY AND HAZARD INVESTIGATION BOARD","desc":"The Chemical Safety and Hazard Investigation Board investigates industrial chemical accidents."},
{"id":"7091","name":"COURT SERVICES AND OFFENDER SUPERVISION AGENCY FOR THE DISTRICT OF COLUMBIA","desc":"The Court Services and Offender Supervision Agency provides supervision of adults on parole, probation, and supervised release in the District of Columbia."},
{"id":"7093","name":"PRESIDIO TRUST","desc":"The Presidio Trust preserves the Presidio National Park as an enduring resource for the American people."},
{"id":"7095","name":"DENALI COMMISSION","desc":"The Denali Commission is an independent federal agency designed to provide critical utilities, infrastructure, and economic support throughout Alaska."},
{"id":"7097","name":"BROADCASTING BOARD OF GOVERNORS","desc":"The Broadcasting Board of Governors broadcasts news and information about the United States and the world to audiences abroad."},
{"id":"7099","name":"DELTA REGIONAL AUTHORITY","desc":"No description available"},
{"id":"7101","name":"VIETNAM EDUCATION FOUNDATION","desc":"No description available"},
{"id":"7103","name":"ELECTION ASSISTANCE COMMISSION","desc":"No description available"},
{"id":"7105","name":"PUBLIC COMPANY ACCOUNTING OVERSIGHT BOARD","desc":"No description available"},
{"id":"7107","name":"STANDARD SETTING BODY","desc":"No description available"},
{"id":"7109","name":"AFFORDABLE HOUSING PROGRAM","desc":"No description available"},
{"id":"7111","name":"ELECTRIC RELIABILITY ORGANIZATION","desc":"No description available"},
{"id":"7113","name":"OFFICE OF THE FEDERAL COORDINATOR FOR ALASKA NATURAL GAS TRANSPORTATION PROJECTS","desc":"No description available"},
{"id":"7115","name":"FEDERAL HOUSING FINANCE AGENCY","desc":"The Federal Housing Finance Agency provides supervision, regulation, and housing mission oversight of Fannie Mae, Freddie Mac and the Federal Home Loan Banks."},
{"id":"7117","name":"NATIONAL INFRASTRUCTURE BANK","desc":"No description available"},
{"id":"7119","name":"RECOVERY ACCOUNTABILITY AND TRANSPARENCY BOARD","desc":"No description available"},
{"id":"7121","name":"NORTHERN BORDER REGIONAL COMMISSION","desc":"No description available"},
{"id":"7123","name":"NATIONAL RAILROAD PASSENGER CORPORATION OFFICE OF INSPECTOR GENERAL","desc":"No description available"},
{"id":"7125","name":"SECURITIES INVESTOR PROTECTION CORPORATION","desc":"No description available"},
{"id":"7127","name":"PATIENT-CENTERED OUTCOMES RESEARCH TRUST FUND","desc":"No description available"},
{"id":"7129","name":"CORPORATION FOR TRAVEL PROMOTION","desc":"No description available"},
{"id":"7131","name":"BUREAU OF CONSUMER FINANCIAL PROTECTION","desc":"The Consumer Financial Protection Bureau makes markets for consumer financial products and services work for Americans &#; whether they are applying for a mortgage, choosing among credit cards, or using any number of other consumer financial products."},
{"id":"7133","name":"ALLOWANCES","desc":"No description available"},
{"id":"7135","name":"UNDISTRIBUTED OFFSETTING RECEIPTS","desc":"No description available"},
{"id":"7137","name":"SENATE","desc":"The U.S. Senate and the U.S. House of Representatives make up the two chambers of Congress. The Senate has members, from each state, who are elected to serve for a term of years."},
{"id":"7139","name":"HOUSE OF REPRESENTATIVES","desc":"The U.S. House of Representatives and the U.S. Senate make up the two chambers of Congress. The House has members, the number representing each state is determined by population."},
{"id":"7141","name":"JOINT ITEMS","desc":"No description available"},
{"id":"7143","name":"OFFICE OF COMPLIANCE","desc":"The Office of Compliance advances workplace rights, safety, health, and accessibility in the Legislative Branch."},
{"id":"7145","name":"CAPITOL POLICE","desc":"U.S. Capitol Police Officers work to protect life and property, investigate criminal acts, and enforce traffic regulations on U.S. Capitol Grounds. Officers are also responsible for protecting members, officers of Congress, and their families. "},
{"id":"7147","name":"CONGRESSIONAL BUDGET OFFICE","desc":"The Congressional Budget Office produces independent, nonpartisan, analysis of economic and budgetary issues to support the Congressional budget process."},
{"id":"7149","name":"ARCHITECT OF THE CAPITOL","desc":"The Architect of the Capitol manages and maintains the U.S. Capitol, the Capitol Visitor Center, the Senate Office Buildings, the House Office Buildings, the Supreme Court Building, the Library of Congress, the U.S. Botanic Garden, and the Capitol Grounds"},
{"id":"7151","name":"BOTANIC GARDEN","desc":" "},
{"id":"7153","name":"LIBRARY OF CONGRESS","desc":"No description available"},
{"id":"7155","name":"GOVERNMENT PRINTING OFFICE","desc":"No description available"},
{"id":"7157","name":"GOVERNMENT ACCOUNTABILITY OFFICE","desc":"No description available"},
{"id":"7159","name":"UNITED STATES TAX COURT","desc":"No description available"},
{"id":"7161","name":"LEGISLATIVE BRANCH BOARDS AND COMMISSIONS","desc":"No description available"},
{"id":"7165","name":"SUPREME COURT OF THE UNITED STATES","desc":"No description available"},
{"id":"7167","name":"UNITED STATES COURT OF APPEALS FOR THE FEDERAL CIRCUIT","desc":"No description available"},
{"id":"7169","name":"UNITED STATES COURT OF INTERNATIONAL TRADE","desc":"No description available"},
{"id":"7171","name":"COURTS OF APPEALS, DISTRICT COURTS, AND OTHER JUDICIAL SERVICES","desc":"No description available"},
{"id":"7173","name":"ADMINISTRATIVE OFFICE OF THE UNITED STATES COURTS","desc":"No description available"},
{"id":"7175","name":"FEDERAL JUDICIAL CENTER","desc":"No description available"},
{"id":"7177","name":"JUDICIAL RETIREMENT FUNDS","desc":"No description available"},
{"id":"7179","name":"UNITED STATES SENTENCING COMMISSION","desc":"No description available"},
{"id":"7183","name":"OFFICE OF THE SECRETARY","desc":"No description available"},
{"id":"7185","name":"EXECUTIVE OPERATIONS","desc":"No description available"},
{"id":"7187","name":"DEPARTMENTAL MANAGEMENT","desc":"No description available"},
{"id":"7189","name":"OFFICE OF COMMUNICATIONS","desc":"No description available"},
{"id":"7191","name":"OFFICE OF CIVIL RIGHTS","desc":"No description available"},
{"id":"7193","name":"OFFICE OF INSPECTOR GENERAL","desc":"No description available"},
{"id":"7195","name":"OFFICE OF CHIEF ECONOMIST","desc":"No description available"},
{"id":"7197","name":"OFFICE OF THE GENERAL COUNSEL","desc":"No description available"},
{"id":"7199","name":"NATIONAL APPEALS DIVISION","desc":"No description available"},
{"id":"7201","name":"ECONOMIC RESEARCH SERVICE","desc":"The Economic Research Service provides the Department of Agriculture and the public economic information and research on food, agriculture, the environment and rural development."},
{"id":"7203","name":"NATIONAL AGRICULTURAL STATISTICS SERVICE","desc":"No description available"},
{"id":"7205","name":"AGRICULTURAL RESEARCH SERVICE","desc":"The Agricultural Research Service works to find solutions to agricultural problems."},
{"id":"7207","name":"NATIONAL INSTITUTE OF FOOD AND AGRICULTURE","desc":"To find your local Cooperative Extension office, consult the county government listings in your local telephone directory."},
{"id":"7209","name":"ANIMAL AND PLANT HEALTH INSPECTION SERVICE","desc":"The Animal and Plant Health Inspection Service protects and promotes U.S. agricultural health, regulates genetically engineered organisms, administers the Animal Welfare Act, and manages wildlife damage. "},
{"id":"7211","name":"FOOD SAFETY AND INSPECTION SERVICE","desc":"No description available"},
{"id":"7213","name":"GRAIN INSPECTION, PACKERS AND STOCKYARDS ADMINISTRATION","desc":"No description available"},
{"id":"7215","name":"AGRICULTURAL MARKETING SERVICE","desc":"The Agricultural Marketing Service supports the fair marketing of U.S. agricultural products."},
{"id":"7217","name":"RISK MANAGEMENT AGENCY","desc":"No description available"},
{"id":"7219","name":"FARM SERVICE AGENCY","desc":"No description available"},
{"id":"7221","name":"NATURAL RESOURCES CONSERVATION SERVICE","desc":"No description available"},
{"id":"7223","name":"RURAL DEVELOPMENT","desc":"No description available"},
{"id":"7225","name":"RURAL UTILITIES SERVICE","desc":"No description available"},
{"id":"7227","name":"RURAL HOUSING SERVICE","desc":"No description available"},
{"id":"7229","name":"RURAL BUSINESS_COOPERATIVE SERVICE","desc":"No description available"},
{"id":"7231","name":"FOREIGN AGRICULTURAL SERVICE","desc":"No description available"},
{"id":"7233","name":"FOOD AND NUTRITION SERVICE","desc":"FNS provides children and low-income people access to food, a healthful diet, and nutrition education."},
{"id":"7235","name":"FOREST SERVICE","desc":"No description available"},
{"id":"7241","name":"ECONOMIC DEVELOPMENT ADMINISTRATION","desc":"The Economic Development Administration provides grants to economically distressed communities to generate new employment, and stimulate industrial and commercial growth."},
{"id":"7243","name":"BUREAU OF THE CENSUS","desc":"The U.S. Census Bureau provides data about the nation's people and economy."},
{"id":"7245","name":"ECONOMIC AND STATISTICAL ANALYSIS","desc":"No description available"},
{"id":"7247","name":"INTERNATIONAL TRADE ADMINISTRATION","desc":"No description available"},
{"id":"7249","name":"BUREAU OF INDUSTRY AND SECURITY","desc":" "},
{"id":"7251","name":"MINORITY BUSINESS DEVELOPMENT AGENCY","desc":"No description available"},
{"id":"7253","name":"NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION","desc":"No description available"},
{"id":"7255","name":"U.S. PATENT AND TRADEMARK OFFICE","desc":"No description available"},
{"id":"7257","name":"NATIONAL INSTITUTE OF STANDARDS AND TECHNOLOGY","desc":"No description available"},
{"id":"7259","name":"NATIONAL TELECOMMUNICATIONS AND INFORMATION ADMINISTRATION","desc":"No description available"},
{"id":"7263","name":"MILITARY PERSONNEL","desc":"No description available"},
{"id":"7265","name":"OPERATION AND MAINTENANCE","desc":"No description available"},
{"id":"7267","name":"PROCUREMENT","desc":"No description available"},
{"id":"7269","name":"RESEARCH, DEVELOPMENT, TEST, AND EVALUATION","desc":"No description available"},
{"id":"7271","name":"MILITARY CONSTRUCTION","desc":"No description available"},
{"id":"7273","name":"FAMILY HOUSING","desc":"No description available"},
{"id":"7275","name":"REVOLVING AND MANAGEMENT FUNDS","desc":"No description available"},
{"id":"7277","name":"TRUST FUNDS","desc":"No description available"},
{"id":"7281","name":"FOOD AND DRUG ADMINISTRATION","desc":"The FDA is responsible for protecting the public health by assuring the safety, efficacy, and security of human and veterinary drugs, biological products, medical devices, our nations food supply, cosmetics, and products that emit radiation. The FDA also provides accurate, science-based health information to the public."},
{"id":"7283","name":"HEALTH RESOURCES AND SERVICES ADMINISTRATION","desc":"No description available"},
{"id":"7285","name":"INDIAN HEALTH SERVICE","desc":"No description available"},
{"id":"7287","name":"CENTERS FOR DISEASE CONTROL AND PREVENTION","desc":"CDC collaborates to create the expertise, information, and tools that people and communities need to protect their health through health promotion, prevention of disease, injury and disability, and preparedness for new health threats."},
{"id":"7289","name":"NATIONAL INSTITUTES OF HEALTH","desc":"The National Institutes of Health (NIH) is the primary Federal agency for conducting and supporting medical research."},
{"id":"7291","name":"SUBSTANCE ABUSE AND MENTAL HEALTH SERVICES ADMINISTRATION","desc":"No description available"},
{"id":"7293","name":"AGENCY FOR HEALTHCARE RESEARCH AND QUALITY","desc":"The Agency for Healthcare Research and Quality supports research to improve the quality, safety, efficiency, and effectiveness of health care for all Americans."},
{"id":"7295","name":"CENTERS FOR MEDICARE AND MEDICAID SERVICES","desc":"No description available"},
{"id":"7297","name":"ADMINISTRATION FOR CHILDREN AND FAMILIES","desc":"No description available"},
{"id":"7299","name":"ADMINISTRATION ON AGING","desc":"AoA is the Federal focal point and advocate agency for older persons and their concerns. In this role, AoA works to heighten awareness among other Federal agencies, organizations, groups, and the public about the valuable contributions that older Americans make to the nation. AoA also alerts others to the needs of vulnerable older people. Through information, referral and outreach efforts at the community level, AoA seeks to educate older people and their caregivers about the benefits and services available to help them."},
{"id":"7303","name":"PROGRAM SUPPORT CENTER","desc":"No description available"},
{"id":"7305","name":"OFFICE OF THE INSPECTOR GENERAL","desc":"No description available"},
{"id":"7309","name":"BUREAU OF LAND MANAGEMENT","desc":"The Bureau of Land Management manages outdoor recreation, livestock grazing, mineral development, and energy production on public lands."},
{"id":"7311","name":"BUREAU OF OCEAN ENERGY MANAGEMENT","desc":"No description available"},
{"id":"7313","name":"OFFICE OF SURFACE MINING RECLAMATION AND ENFORCEMENT","desc":"No description available"},
{"id":"7315","name":"BUREAU OF RECLAMATION","desc":"The Bureau of Reclamation is a provider of wholesale water, and hydroelectric power in the U.S. "},
{"id":"7317","name":"CENTRAL UTAH PROJECT","desc":"No description available"},
{"id":"7319","name":"UNITED STATES GEOLOGICAL SURVEY","desc":"No description available"},
{"id":"7321","name":"UNITED STATES FISH AND WILDLIFE SERVICE","desc":"No description available"},
{"id":"7323","name":"BUREAU OF SAFETY AND ENVIRONMENTAL ENFORCEMENT","desc":"No description available"},
{"id":"7325","name":"NATIONAL PARK SERVICE","desc":"No description available"},
{"id":"7327","name":"BUREAU OF INDIAN AFFAIRS AND BUREAU OF INDIAN EDUCATION","desc":"No description available"},
{"id":"7329","name":"DEPARTMENTAL OFFICES","desc":"No description available"},
{"id":"7331","name":"INSULAR AFFAIRS","desc":"No description available"},
{"id":"7333","name":"OFFICE OF THE SOLICITOR","desc":"No description available"},
{"id":"7337","name":"OFFICE OF THE SPECIAL TRUSTEE FOR AMERICAN INDIANS","desc":"No description available"},
{"id":"7339","name":"NATIONAL INDIAN GAMING COMMISSION","desc":"No description available"},
{"id":"7341","name":"DEPARTMENT-WIDE PROGRAMS","desc":"No description available"},
{"id":"7345","name":"GENERAL ADMINISTRATION","desc":"No description available"},
{"id":"7347","name":"UNITED STATES PAROLE COMMISSION","desc":"No description available"},
{"id":"7349","name":"LEGAL ACTIVITIES AND U.S. MARSHALS","desc":"No description available"},
{"id":"7351","name":"RADIATION EXPOSURE COMPENSATION","desc":"No description available"},
{"id":"7353","name":"INTERAGENCY LAW ENFORCEMENT","desc":"No description available"},
{"id":"7355","name":"NATIONAL SECURITY DIVISION","desc":"No description available"},
{"id":"7357","name":"FEDERAL BUREAU OF INVESTIGATION","desc":"No description available"},
{"id":"7359","name":"DRUG ENFORCEMENT ADMINISTRATION","desc":"The Drug Enforcement Administration enforces the United States' controlled substance laws and regulations and aims to reduce the supply of and demand for such substances."},
{"id":"7361","name":"BUREAU OF ALCOHOL, TOBACCO, FIREARMS, AND EXPLOSIVES","desc":"No description available"},
{"id":"7363","name":"FEDERAL PRISON SYSTEM","desc":"No description available"},
{"id":"7365","name":"OFFICE OF JUSTICE PROGRAMS","desc":"No description available"},
{"id":"7369","name":"EMPLOYMENT AND TRAINING ADMINISTRATION","desc":"The Employment and Training Administration provides job training and assistance with finding jobs and careers."},
{"id":"7371","name":"EMPLOYEE BENEFITS SECURITY ADMINISTRATION","desc":"The EBSA provides information and assistance on private sector, employer-sponsored retirement benefit and health benefit plans."},
{"id":"7373","name":"PENSION BENEFIT GUARANTY CORPORATION","desc":"No description available"},
{"id":"7375","name":"OFFICE OF WORKERS' COMPENSATION PROGRAMS","desc":"No description available"},
{"id":"7377","name":"WAGE AND HOUR DIVISION","desc":"No description available"},
{"id":"7379","name":"EMPLOYMENT STANDARDS ADMINISTRATION","desc":"No description available"},
{"id":"7381","name":"OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION","desc":"OSHA to ensures safe and healthful working conditions for working men and women by setting and enforcing standards and by providing training, outreach, education and assistance."},
{"id":"7383","name":"MINE SAFETY AND HEALTH ADMINISTRATION","desc":"No description available"},
{"id":"7385","name":"BUREAU OF LABOR STATISTICS","desc":"The Bureau of Labor Statistics measures labor market activity, working conditions, and price changes in the economy."},
{"id":"7387","name":"OFFICE OF FEDERAL CONTRACT COMPLIANCE PROGRAMS","desc":"No description available"},
{"id":"7389","name":"OFFICE OF LABOR MANAGEMENT STANDARDS","desc":"No description available"},
{"id":"7395","name":"ADMINISTRATION OF FOREIGN AFFAIRS","desc":"No description available"},
{"id":"7397","name":"INTERNATIONAL ORGANIZATIONS AND CONFERENCES","desc":"No description available"},
{"id":"7399","name":"INTERNATIONAL COMMISSIONS","desc":"No description available"},
{"id":"7401","name":"OTHER","desc":"No description available"},
{"id":"7405","name":"FINANCIAL CRIMES ENFORCEMENT NETWORK","desc":"No description available"},
{"id":"7409","name":"FEDERAL FINANCING BANK","desc":"No description available"},
{"id":"7411","name":"FISCAL SERVICE","desc":"No description available"},
{"id":"7413","name":"ALCOHOL AND TOBACCO TAX AND TRADE BUREAU","desc":"The Alcohol and Tobacco Tax and Trade Bureau collects taxes and enforces regulations on alcohol, tobacco, firearms, and ammunition."},
{"id":"7415","name":"UNITED STATES MINT","desc":"The Mint produces the the coins that circulate throughout the US. They also produce special edition coinage that can be purchased for coin collections."},
{"id":"7417","name":"INTERNAL REVENUE SERVICE","desc":"Free tax help is available from the Internal Revenue Service at www.IRS.gov hours a day, seven days a week. Numerous on-line applications, resources and taxpayer assistance services are available. Learn about electronic filing options, look up the status of your refund, print tax forms and instructions, look for preparers who can electronically file tax returns and find ways to connect with the IRS through New Media. If your personal tax questions require face-to-face assistance may visit the Taxpayer Assistance Centers closest to you. Locations are listed on IRS.gov."},
{"id":"7419","name":"COMPTROLLER OF THE CURRENCY","desc":"No description available"},
{"id":"7421","name":"INTEREST ON THE PUBLIC DEBT","desc":"No description available"},
{"id":"7427","name":"OFFICE OF ELEMENTARY AND SECONDARY EDUCATION","desc":"A part of the Department of Education, the Office of Elementary and Secondary Education works to bolster the achievement of students in preschool through secondary school. The office also works to ensure equal education opportunities for all, and to provide assistance to state and local schools. (Contact information is for the Department of Education)."},
{"id":"7429","name":"OFFICE OF INNOVATION AND IMPROVEMENT","desc":"No description available"},
{"id":"7431","name":"OFFICE OF ENGLISH LANGUAGE ACQUISITION","desc":"No description available"},
{"id":"7433","name":"OFFICE OF SPECIAL EDUCATION AND REHABILITATIVE SERVICES","desc":"OSERS provides a wide array of supports to parents and individuals, school districts and states in three main areas: special education, vocational rehabilitation and research."},
{"id":"7435","name":"OFFICE OF VOCATIONAL AND ADULT EDUCATION","desc":"OVAE administers and coordinates programs that are related to adult education and literacy, career and technical education, and community colleges."},
{"id":"7437","name":"OFFICE OF POSTSECONDARY EDUCATION","desc":"OPE develops programs to increase access to postsecondary education. This office works with state accreditation agencies to recognize institutions of higher learning that provide quality education."},
{"id":"7439","name":"OFFICE OF FEDERAL STUDENT AID","desc":"No description available"},
{"id":"7441","name":"INSTITUTE OF EDUCATION SCIENCES","desc":"No description available"},
{"id":"7447","name":"NATIONAL NUCLEAR SECURITY ADMINISTRATION","desc":"No description available"},
{"id":"7449","name":"ENVIRONMENTAL AND OTHER DEFENSE ACTIVITIES","desc":"No description available"},
{"id":"7451","name":"ENERGY PROGRAMS","desc":"No description available"},
{"id":"7453","name":"POWER MARKETING ADMINISTRATION","desc":"No description available"},
{"id":"7455","name":"DEPARTMENTAL ADMINISTRATION","desc":"No description available"},
{"id":"7463","name":"FEDERAL AVIATION ADMINISTRATION","desc":"The FAA works to ensure that all air travel is safe."},
{"id":"7465","name":"FEDERAL HIGHWAY ADMINISTRATION","desc":"No description available"},
{"id":"7467","name":"FEDERAL MOTOR CARRIER SAFETY ADMINISTRATION","desc":"The FMCSA provides information about your rights when moving across state lines (interstate moves). Consumers should submit household goods commercial complaints or dangerous safety violations involving a commercial truck or bus to this agency."},
{"id":"7469","name":"NATIONAL HIGHWAY TRAFFIC SAFETY ADMINISTRATION","desc":"NHTSA wants to hear from consumers regarding potential defects in their cars. NHTSAs hotline has information on safety recalls; crash test ratings; child safety seats; bicycles; air bags; and impaired driving prevention."},
{"id":"7471","name":"FEDERAL RAILROAD ADMINISTRATION","desc":"No description available"},
{"id":"7473","name":"FEDERAL TRANSIT ADMINISTRATION","desc":"No description available"},
{"id":"7475","name":"SAINT LAWRENCE SEAWAY DEVELOPMENT CORPORATION","desc":"No description available"},
{"id":"7477","name":"PIPELINE AND HAZARDOUS MATERIALS SAFETY ADMINISTRATION","desc":"No description available"},
{"id":"7481","name":"SURFACE TRANSPORTATION BOARD","desc":"No description available"},
{"id":"7483","name":"MARITIME ADMINISTRATION","desc":"No description available"},
{"id":"7487","name":"REAL PROPERTY ACTIVITIES","desc":"No description available"},
{"id":"7489","name":"SUPPLY AND TECHNOLOGY ACTIVITIES","desc":"No description available"},
{"id":"7491","name":"GENERAL ACTIVITIES","desc":"No description available"},
{"id":"7495","name":"DEPARTMENTAL MANAGEMENT AND OPERATIONS","desc":"No description available"},
{"id":"7499","name":"CITIZENSHIP AND IMMIGRATION SERVICES","desc":"No description available"},
{"id":"7501","name":"UNITED STATES SECRET SERVICE","desc":"No description available"},
{"id":"7503","name":"TRANSPORTATION SECURITY ADMINISTRATION","desc":"The TSA can assist you with questions or concerns about travel tips, permitted and prohibited items, and information on filing a claim for items that were damaged or lost during a TSA screening."},
{"id":"7505","name":"FEDERAL LAW ENFORCEMENT TRAINING CENTER","desc":"No description available"},
{"id":"7507","name":"IMMIGRATION AND CUSTOMS ENFORCEMENT","desc":"No description available"},
{"id":"7509","name":"CUSTOMS AND BORDER PROTECTION","desc":"No description available"},
{"id":"7511","name":"UNITED STATES COAST GUARD","desc":"No description available"},
{"id":"7513","name":"NATIONAL PROTECTION AND PROGRAMS DIRECTORATE","desc":"No description available"},
{"id":"7515","name":"FEDERAL EMERGENCY MANAGEMENT AGENCY","desc":"FEMA supports citizens and emergency personnel to build, sustain, and improve the nations capability to prepare for, protect against, respond to, recover from, and mitigate all hazards."},
{"id":"7517","name":"SCIENCE AND TECHNOLOGY","desc":"No description available"},
{"id":"7519","name":"DOMESTIC NUCLEAR DETECTION OFFICE","desc":"No description available"},
{"id":"7523","name":"PUBLIC AND INDIAN HOUSING PROGRAMS","desc":"No description available"},
{"id":"7525","name":"COMMUNITY PLANNING AND DEVELOPMENT","desc":"The Office of Community Planning and Development develops communities by promoting decent housing, suitable living environments, and expanded economic opportunities for low and moderate income people. "},
{"id":"7527","name":"HOUSING PROGRAMS","desc":"No description available"},
{"id":"7529","name":"GOVERNMENT NATIONAL MORTGAGE ASSOCIATION","desc":"No description available"},
{"id":"7531","name":"POLICY DEVELOPMENT AND RESEARCH","desc":"No description available"},
{"id":"7533","name":"FAIR HOUSING AND EQUAL OPPORTUNITY","desc":"No description available"},
{"id":"7535","name":"OFFICE OF LEAD HAZARD CONTROL AND HEALTHY HOMES","desc":"No description available"},
{"id":"7537","name":"MANAGEMENT AND ADMINISTRATION","desc":"No description available"},
{"id":"7547","name":"VETERANS HEALTH ADMINISTRATION","desc":"VHA serves the needs of Americas veterans by providing primary care, specialized care, and related medical and social support services."},
{"id":"7549","name":"BENEFITS PROGRAMS","desc":"No description available"},
{"id":"7553","name":"THE WHITE HOUSE","desc":"No description available"},
{"id":"7555","name":"EXECUTIVE RESIDENCE AT THE WHITE HOUSE","desc":"No description available"},
{"id":"7557","name":"SPECIAL ASSISTANCE TO THE PRESIDENT AND THE OFFICIAL RESIDENCE OF THE VICE PRESIDENT","desc":"No description available"},
{"id":"7559","name":"COUNCIL OF ECONOMIC ADVISERS","desc":"No description available"},
{"id":"7561","name":"COUNCIL ON ENVIRONMENTAL QUALITY AND OFFICE OF ENVIRONMENTAL QUALITY","desc":"No description available"},
{"id":"7563","name":"NATIONAL SECURITY COUNCIL AND HOMELAND SECURITY COUNCIL","desc":"No description available"},
{"id":"7565","name":"OFFICE OF ADMINISTRATION","desc":"No description available"},
{"id":"7567","name":"OFFICE OF MANAGEMENT AND BUDGET","desc":"No description available"},
{"id":"7569","name":"OFFICE OF NATIONAL DRUG CONTROL POLICY","desc":"No description available"},
{"id":"7571","name":"OFFICE OF SCIENCE AND TECHNOLOGY POLICY","desc":"No description available"},
{"id":"7573","name":"OFFICE OF THE UNITED STATES TRADE REPRESENTATIVE","desc":"No description available"},
{"id":"7575","name":"UNANTICIPATED NEEDS","desc":"No description available"},
{"id":"7579","name":"MILLENNIUM CHALLENGE CORPORATION","desc":"No description available"},
{"id":"7583","name":"MULTILATERAL ASSISTANCE","desc":"No description available"},
{"id":"7585","name":"AGENCY FOR INTERNATIONAL DEVELOPMENT","desc":"No description available"},
{"id":"7587","name":"OVERSEAS PRIVATE INVESTMENT CORPORATION","desc":"The Overseas Private Investment Corporation works with the U.S. private sector to help solve critical world challenges."},
{"id":"7589","name":"TRADE AND DEVELOPMENT AGENCY","desc":"No description available"},
{"id":"7591","name":"PEACE CORPS","desc":"No description available"},
{"id":"7593","name":"INTER-AMERICAN FOUNDATION","desc":"No description available"},
{"id":"7595","name":"AFRICAN DEVELOPMENT FOUNDATION","desc":"The African Development Foundation provides grants to community groups and small enterprises that benefit under-served and marginalized groups in Africa."},
{"id":"7597","name":"INTERNATIONAL MONETARY PROGRAMS","desc":"No description available"},
{"id":"7599","name":"MILITARY SALES PROGRAM","desc":"No description available"},
{"id":"7601","name":"MILITARY RETIREMENT","desc":"No description available"},
{"id":"7603","name":"RETIREE HEALTH CARE","desc":"No description available"},
{"id":"7605","name":"EDUCATIONAL BENEFITS","desc":"No description available"},
{"id":"7607","name":"AMERICAN BATTLE MONUMENTS COMMISSION","desc":"The American Battle Monuments Commission manages overseas military cemeteries, and memorials, monuments, and markers. Nearly all the cemeteries and memorials honor those who served in World War I or World War II."},
{"id":"7609","name":"ARMED FORCES RETIREMENT HOME","desc":"The Gulfport and Washington campuses of the Armed Forces Retirement Home are retirement centers for veterans of the U.S. military."},
{"id":"7611","name":"CEMETERIAL EXPENSES","desc":"No description available"},
{"id":"7613","name":"FOREST AND WILDLIFE CONSERVATION, MILITARY RESERVATIONS","desc":"No description available"},
{"id":"7615","name":"SELECTIVE SERVICE SYSTEM","desc":"No description available"},
{"id":"7625","name":"ARCHITECTURAL AND TRANSPORTATION BARRIERS COMPLIANCE BOARD","desc":"No description available"},
{"id":"7635","name":"COMMITTEE FOR PURCHASE FROM PEOPLE WHO ARE BLIND OR SEVERELY DISABLED, ACTIVITIES","desc":"No description available"},
{"id":"7647","name":"DISTRICT OF COLUMBIA COURTS","desc":"No description available"},
{"id":"7649","name":"DISTRICT OF COLUMBIA GENERAL AND SPECIAL PAYMENTS","desc":"No description available"},
{"id":"7661","name":"FSLIC RESOLUTION","desc":"No description available"},
{"id":"7663","name":"ORDERLY LIQUIDATION","desc":"No description available"},
{"id":"7665","name":"FDIC_OFFICE OF INSPECTOR GENERAL","desc":"No description available"},
{"id":"7669","name":"FEDERAL FINANCIAL INSTITUTIONS EXAMINATION COUNCIL APPRAISAL SUBCOMMITTEE","desc":"No description available"},
{"id":"7795","name":"RECOVERY ACT ACCOUNTABILITY AND TRANSPARENCY BOARD","desc":"No description available"}

]
